import React from 'react'

export default function fixedRoute() {

    const learningRoutes = [
        {
          id: 1,
          name: 'דף יומי (גרסת הרב שפירא)',
          description: 'מסלול לימוד יומי של דף גמרא אחד ביום, עם דגש על עומק והבנה, וסיום הש"ס במחזוריות של שבע וחצי שנים.',
        },
        {
          id: 2,
          name: 'משנה יומית',
          description: 'לימוד משנה אחת ביום עם סיום כל ששת סדרי המשנה בפרק זמן של כארבע וחצי שנים.',
        },
        {
          id: 3,
          name: 'הלכה יומית (משנה ברורה)',
          description: 'לימוד יומי של קטעים מתוך "משנה ברורה" של החפץ חיים, הכולל הבנה מעמיקה של הלכות שולחן ערוך אורח חיים.',
        },
        {
          id: 4,
          name: 'פרק יומי בתנ"ך',
          description: 'מסלול לימוד יומי שבו לומדים פרק אחד בתנ"ך בכל יום, ומסיימים את כל התנ"ך בכשנתיים.',
        },
        {
          id: 5,
          name: 'הלכה למעשה יומית (קיצור שולחן ערוך)',
          description: 'לימוד יומי של הלכות מתוך "קיצור שולחן ערוך" להבנה וליישום ההלכות בחיי היומיום.',
        }
      ];
  return (
    <div>
      
    </div>
  )
}
